<?php require_once('../includes/header.php') ?>
    <div class="container">
    <?php include('../includes/navbar.php') ?>

    <div class="content">
        <hr>
        <img src="../static/images/mif_unr_0-696x398.jpg" style="display: block; margin: auto">
        <br>
        <div style="text-align: left">
            <p>Понад 150 років тому – 29 вересня 1866 року народився Михайло Грушевський. Його вплив на вітчизняну історію важко переоцінити, адже він не тільки писав, а й творив історію України.</p>
            <p>На жаль, середньостатистичний українець досить-таки мало знає про людину, портрет якого зображений на 50-гривневій купюрі (та й написану ним десятитомну «Історію України-Руси» подужав би далеко не кожен український історик). Адже в біографії цього великого українця, як ні в якій іншій, відображена вся складність і парадоксальність становлення української державності.</p>
            <p>Народився відомий державотворець в місті Холм. Тепер це місто Хелм в Польщі, та й тоді він входив до складу Царства Польського (мав особливий статус у складі Російської імперії). Але після придушення польського повстання 1863-1864 рр. російська влада проводили тут політику «обрусіння краю», в рамках якої професор словесності Сергій Грушевський, батько Михайла Грушевського, був запрошений на роботу в Холм.</p>
            <p>Хоча сім’я Грушевських незабаром переїхала на Північний Кавказ, Михайло згодом часто звертався до проблеми української Холмщини.</p>
            <p>Батько історика – Сергій Грушевський був автором офіційного російського підручника церковнослов’янської мови, який перевидавався близько тридцяти разів.</p>
            <p>Хоча згодом Михайло Грушевський добре заробляв на викладацькій роботі і на виданні книг, проте основні доходи сім’я Грушевських аж до 1917 року отримувала від перевидання цього підручника.</p>
            <p>У 1908 році сім’я Грушевських купила в Києві двоповерховий особняк на вулиці Паньківській (зараз тут музей Михайла Грушевського), а поруч незабаром побудувала шестиповерховий будинок.</p>
            <p>У січні 1918-го більшовики прицільно обстрілювали багатоповерховий будинок Грушевського, в результаті чого будівля згоріла. При цьому сильно постраждала стара мати Михайла Сергійовича, Глафіра Захарівна, яка померла через кілька днів після того, як її винесли з палаючого будинку.</p>
            <p>Вся найбільша громадсько-політична діяльність та кохання Михайла Сергійовича Грушевського були зосереджені у Львові. Переїхав історик до Львова у 1894 році, там прожив аж 20 років. Крім того, у Львові Грушевський побудував власний будинок, який досі відкритий для відвідувачів. Саме тут він зміг налагодити зв’язки з усіма активними діячами та вступити в діяльність Наукового товариства імені Тараса Шевченка. У 1896 році одружився з львів’янкою, вчителькою з роду Вояковських, Марією Сильвестрівною.У 1900 році у Михайла та Марії народилася дочка, яку вони назвали Катериною. Саме вона після смерті продовжила його наукову роботу Михайла Сергійовича Грушевського</p>
            <p>Від 1931 року змушений був жити в Москві. У січні 1934 року Володимир Затонський виступив на сесії ВУАН, зробивши основний акцент на критиці академіка Грушевського. Близькість до російських кадетів, орієнтація на німецький імперіалізм у боротьбі з «навалою більшовизму», звинувачення у дворушництві, сумнівність наукової порядності — далеко не повний перелік «гріхів», які посипалися на вченого.</p>
            <p>Наприкінці 1934 року Грушевський відпочивав у одному з санаторіїв у м. Кисловодськ (Ставропольський край, РРФСР, СРСР, нині РФ) і несподівано захворів на карбункул. Операцію з його видалення провів головний лікар місцевої лікарні, який хірургом не був, а перед цим він відмовив Грушевському в проханні бути прооперованим його давнім і перевіреним другом[13]. Помер від сепсису (зараження крові) через три дні після операції. Серце зупинилось о другій годині дня. </p>
        </div>
    </div>

<?php include('../includes/footer.php') ?>