<?php require_once('../includes/header.php') ?>
    <div class="container">
    <?php include('../includes/navbar.php') ?>

    <div class="content">
        <hr>
        <img src="../static/images/index2.jpeg" style="display: block; margin: auto">
        <br>
        <div style="text-align: left">
            <p><b>1917 рік</b></p>
            <p>3 (16) березня 1917 року в Києві почалося формування Української Центральної Ради, яка 7 (20) березня заочно обрала Грушевського головою (це рішення було одностайно підтверджене 6 (19) квітня на Всеукраїнському національному конгресі). Грушевський приєднався до Української партії соціалістів-революціонерів. Викликаний телеграмою, 13 (26) березня він повернувся з Москви до Києва. У Києві намагався надати стихійному українському рухові організованості, ставив питання про культурне відродження українського суспільства (заснування національних шкіл, політичних товариств). 14 (27) березня виступив на Київському кооперативному з'їзді з вимогою національно-територіальної автономії України у федеративній Російській республіці, вважаючи це найближчим шляхом до самостійності України.</p>
            <p>Михайло Грушевський вперше головує на засіданні Центральної Ради 28 березня. «Збори вітають п. Грушевського», — відзначено в протоколі. З його поверненням багато хто пов'язував надії на припинення суперечностей й об'єднання демократичних сил. Володимира Науменка обирають заступником голови Центральної Ради.</p>
            <p>10 (23) червня Грушевський брав участь у проголошенні I Універсалу УЦР. Звернувся до всіх українців із закликом самостійно організовуватися та братися до негайного закладення підвалин автономності. Як голова УЦР добивався від Тимчасового уряду поступок Україні. 25 жовтня (7 листопада) збройний переворот більшовиків у Петрограді й невизнання ними УЦР поклали край сподіванням Грушевського про перетворення Росії на федеративну республіку. 7 (20) листопада УЦР під головуванням Грушевського III Універсалом проголосила Українську Народну Республіку.</p>
            <br>
            <p><b>1918 рік</b></p>
            <p>Наступ більшовиків на Київ викликав появу IV Універсалу УЦР. 9 (22) січня 1918 року (фактично — 11 (24) січня) на засіданні УЦР під головуванням та на пропозицію Грушевського УЦР проголосила УНР самостійною, вільною і суверенною державою українського народу. 25 січня (7 лютого) разом з урядом УНР Грушевський залишив Київ, а 28 січня (10 лютого) прибув до Житомира, де добивався ратифікації мирного договору з Німеччиною та надання УНР військової допомоги в боротьбі з більшовиками. На пропозицію Грушевського 12 (25) лютого на засіданні Малої ради в Коростені гербом УНР був затверджений Тризуб. 9 березня 1918 року Грушевський вернувся до Києва.</p>
            <p>По поверненні до Києва, Грушевський приділяв значну увагу конституційному процесові в Україні. Під його керівництвом розроблено Конституцію незалежної УНР (утверджена 29 квітня 1918 року), згідно з якою верховним органом влади УНР проголосили Всенародні збори, які безпосередньо здійснювали вищу законодавчу владу в УНР і формували вищі органи виконавчої та судової влади. Скликати Всенародні збори і проводити їх мав голова, обраний Всенародними зборами.</p>
            <p>29 квітня в Києві відбувся державний переворот і влада перейшла до рук гетьмана Павла Скоропадського. У зв'язку з державним переворотом, здійсненим Скоропадським, Грушевський перейшов на нелегальне становище. У підпіллі займався науковою працею, брав участь в обговоренні питання про заснування Української академії наук, при цьому обстоював думку, що її необхідно засновувати на базі УНТ. Відмовився від пропозиції увійти до складу академії, створеної гетьманом Скоропадським.</p>
            <p>У цей час Грушевський написав 4, 5 і 6-ту частини «Всесвітньої історії», а також праці «Старинна Історія. Античний світ», «Середні віки Європи».</p>
            <br>
            <p><b>1919 рік</b></p>
            <p>На початку лютого 1919 року, після здобуття Києва більшовиками, Грушевський виїхав до Кам'янця-Подільського, де видавав часопис «Життя Поділля». У березні переїхав до Станіслава (нині м. Івано-Франківськ), що був столицею Західної області Української Народної Республіки. У цей час завершив написання підручника під назвою «Історія України, приладжена до програм вищих початкових шкіл і низших класів шкіл середніх», опублікований у 1919 році.</p>
        </div>
    </div>

<?php include('../includes/footer.php') ?>