<?php require_once('../includes/header.php') ?>
    <div class="container">
<?php include('../includes/navbar.php') ?>

    <div class="content">
        <hr>
        <img src="../static/images/images.jpeg" style="display: block; margin: auto">
        <br>
        <div style="text-align: left">
            <p>Михайло Грушевський – автор понад двох тисяч наукових праць.</p>
            <p>Ще під час навчання у гімназії почав писати свої перші оповідання, які надсилав до України відомому українському письменникові Іванові Нечую-Левицькому. Вже 1885 року майбутній історик, за підтримки Нечуя-Левицького, опублікував свої оповідання «Бех-аль-Джугур» та «Бідна дівчина». Лише «Записок Наукового товариства ім.Шевченка» за редакцією Михайла Грушевського вийшло більше 100 томів.</p>
            <p>Грушевський створив класичну для української історіографії схему історії українського народу. Доводив безупинний розвиток української нації, починаючи з IV ст. Підкреслював, що тільки Україна є спадкоємицею Київської Русі. У своїх роботах, головною з яких є «Історія України-Руси» (в 10 т. і 13 книгах), ввів в науковий обіг безліч нових джерел.</p>
            <p>Найбільш цінною вершиною діяльності саме й стало видання «Історії України-Руси», перший том якого світ побачив у 1898 році.</p>

        </div>
    </div>

<?php include('../includes/footer.php') ?>